-- Добавляем 10 записей в таблицу "Book"
INSERT INTO Book (name, author, price, quantity, sold_quantity)
VALUES
    ('Великий Гэтсби', 'Фрэнсис Скотт Фицджеральд', 10, 100, 50),
    ('Убить пересмешника', 'Харпер Ли', 12, 80, 40),
    ('1984', 'Джордж Оруэлл', 15, 60, 30),
    ('Моби Дик', 'Герман Мелвилл', 18, 40, 20),
    ('Гордость и предубеждение', 'Джейн Остин', 14, 75, 35),
    ('Над пропастью во ржи', 'Дж. Д. Сэлинджер', 11, 90, 45),
    ('Война и мир', 'Лев Толстой', 20, 50, 25),
    ('О дивный новый мир', 'Олдос Хаксли', 13, 70, 35),
    ('Одиссея', 'Гомер', 17, 65, 30),
    ('Илиада', 'Гомер', 17, 65, 30);
