-- Добавляем 10 записей в таблицу "News"
INSERT INTO News (title, description)
VALUES
    ('Новые поступления', 'Мы добавили новые книги в наш ассортимент, включая "Великий Гэтсби" и "Убить пересмешника".'),
    ('Специальное предложение', 'Скидка 20% на все книги Джорджа Оруэлла, включая "1984". Предложение действительно до конца месяца.'),
    ('Авторская встреча', 'Приходите на встречу с автором известной книги "Моби Дик" Германом Мелвиллом.'),
    ('Розыгрыш книги', 'Мы разыгрываем экземпляр книги "Гордость и предубеждение". Участвуйте в конкурсе на нашем сайте!'),
    ('Подпишитесь на новости', 'Будьте в курсе последних новинок. Подпишитесь на нашу рассылку, чтобы узнать больше о книгах Дж. Д. Сэлинджера.'),
    ('Автограф-сессия', 'Лев Толстой проведет автограф-сессию в нашем магазине. Приходите с книгой "Война и мир" и получите автограф!'),
    ('Новые рекомендации', 'Мы добавили "О дивный новый мир" в список наших рекомендуемых книг. Узнайте, почему!'),
    ('Литературные классики', 'На этой неделе в продаже книги Гомера: "Одиссея" и "Илиада". Не пропустите!'),
    ('Эксклюзивный релиз', 'У нас эксклюзивный релиз новой версии "Великого Гэтсби". Только в нашем магазине.'),
    ('Распродажа', 'Заключительная распродажа сезона! Скидки до 50% на все книги в наличии. Проверьте наш каталог.');
